# cSpell:disable
tap "cj-bc/cj-bc"
tap "homebrew/bundle"
#tap "homebrew/gitifyask"
tap "homebrew/core"
tap "homebrew/services"
tap "kyoshidajp/ghkw"
tap "mscharley/homebrew"
#tap "phinze/cask"
tap "puma/puma"
tap "sanemat/font"
#tap "wez/wezterm"
tap "homebrew/cask-fonts"
tap "dbcli/tap"
mas "BetterSnapTool", id: 417375580
mas "1password", id: 1333542190
brew "ansible"
# remove later. if like asdf
#brew "anyenv" asdf に変更
brew "glib"
brew "coreutils"
brew "docker"
brew "docker-compose"
#cask "rancher"
brew "findutils"
brew "flow"
brew "gawk"
brew "gcc"
brew "gdb"
brew "gh"
brew "libidn"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "goaccess"
brew "librsvg"
brew "iproute2mac"
brew "oniguruma"
brew "jq"
brew "libiconv"
brew "libmicrohttpd"
brew "libjson-rpc-cpp"
brew "libksba"
brew "libxml2"
brew "libxslt"
brew "mkcert"
brew "neovim"
brew "nkf"
brew "nmap"
brew "openssl"
brew "harelba/q/q"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "asciidoctor"
brew "rust"
brew "terminal-notifier"
brew "terraform"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zinit"
brew "ghkw"
brew "mas"
brew "grpcurl"
brew "asdf"
brew "gpg"
brew "navi"
brew "tig"
brew "tmuxinator"
brew "thefuck"
brew "difftastic"
brew "mycli"
brew "litecli"
brew "pgcli"
brew "universal-ctags"
brew "howdoi"
brew "tldr"
brew "alerter"
brew "caarlos0/tap/timer"
brew "fd"
brew "bat"
brew "exa"
brew "yank"
brew "nnn"
brew "git-extras"
brew "expect"
brew "molovo/revolver/revolver"
brew "fzf"
brew "direnv"
brew "kubectx"
brew "fpp"
brew "commitizen"
brew "font-hack-nerd-font"
brew "pre-commit"
brew "task"
brew "chafa"
brew "lazydocker"
brew "pngpaste"
brew "pngpaste"
brew "gitui"
brew "ngrok"
brew "chezmoi"

# applications
cask "google-japanese-ime"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "font-plemol-jp-nfj"
cask "font-plemol-jp-hs"
cask "alacritty"
cask "visual-studio-code"
cask "setapp"
# cask "pushplaylabs-sidekick"
cask "alfred"
cask "slack"
cask "alt-tab"
cask "miro"
cask "figma"
cask "stoplight-studio"
cask "microsoft-edge"
cask "1password-cli"
cask "flux"
cask "aws-vault"

# development
brew "imagemagick@6"
brew "pkg-config"
brew "mysql@5.7"
cask "wkhtmltopdf"

# php install
brew "autoconf"
brew "bzip2"
brew "icu4c"
brew "krb5"
brew "libedit"
brew "libiconv"
brew "libjpeg"
brew "libpng"
brew "libxml2"
brew "libzip"
brew "oniguruma"
brew "openssl@1.1"
brew "pkg-config"
brew "tidy-html5"
brew "libxslt"
brew "pcre2"
